Repository: x1939/Django-Ultras
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: English
az: İngilis

source: Azerbaijani
az: Azərbaycan

source: Home
az: Əsas

source: Free shipping
az: Pulsuz çatdırılma

source: Over $200
az: $200-dən yuxarı

source: Money back
az: Pul geri

source: Return within 7 days
az: 7 gün ərzində qaytar

source: Buy 4 get 5th
az: 4 ədəd al, 5-ci pulsuz

source: 50%% off
az: 50%% endirim

source: Need Help
az: Köməy lazımdır

source: Call us
az: Bizə zəng edin

source: How it was created
az: Necə yaradıldı

source: Our Journal
az: Bizim Jurnal

source: Home /
az: Əsas /

source: Contact Information
az: Əlaqə məlumatları

source: Privacy Policy
az: Gizlilik Siyasəti

source: Submit
az: Göndər

source: Summer Collection
az: Yay Kolleksiyası

source: This is Summer Collection
az: Bu Yay Kolleksiyasıdır

source: Shop now
az: İndi alış-veriş edin

source: Winter Collection
az: Qış Kolleksiyası

source: This is Winter Collection
az: Bu Qış Kolleksiyasıdır

source: Featured Products
az: Seçilmiş məhsullar

source: View all
az: Hamısına bax

source: Street Wear
az: Küçə geyimləri

source: Basic Wear.
az: Əsas geyim.

source: This is Street Wear
az: Bu Küçə Geyimləridir

source: shop collection
az: koleksiyaya bax

source: Basic Collection
az: Əsas Kolleksiya

source: Basic Shoes
az: Əsas Ayakkabılar

source: Basic Hats
az: Əsas Qalstuxlar

source: Get 25%% off
az: 25%% endirim əldə edin

source: Get 25%% off discount code
az: 25%% endirim kodu alın

source: Enter your email
az: Emailinizi daxil edin

source: Subscribe
az: Abunə olun

source: Best Selling Products
az: Ən çox satılan məhsullar

source: Flash Sales
az: Flash Satışlar

source: Outers Collection
az: Əsas Kolleksiya

source: Basic Outers.
az: Əsas əməkdaşlar.

source: This is Outers Collection
az: Bu Əsas Kolleksiyadır

source: Quotation
az: Izahat

source: The greatest glory in living lies not in never falling, but in rising every time we fall.
az: Həyatda ən böyük şan, heç vaxt düşməməkdə deyil, hər düşdüyümüzdə qalxmaqdadır.

source: Latest Blog
az: Ən sonuncu Bloq

source: View All
az: Hamısını bax

source: Basket
az: Səbət

source: Follow us on instagram
az: Bizə Instagramda bənzəyin

source: Need Help?
az: Köməy lazımdır?

source: About Us
az: Bizim haqqımızda

source: Blog
az: Bloq

source: Shop
az: Mağaza

source: Information
az: Məlumat

source: About
az: Haqqında

source: Contact
az: Əlaqə

source: Help
az: Kömək

source: Do you need help?
az: Köməyə ehtiyacınız var?

source: Freebies by
az: Pulsuz məhsullar tərəfindən

source: Distributed by
az: Təchizat edən

source: Payment options
az: Ödəniş seçimləri

source: Welcome
az: Xoş gəlmisiniz

source: Login
az: Daxil olun

source: Thank You!
az: Təşəkkür edirik!

source: We will get in touch with you shortly.
az: Tezliklə sizinlə əlaqə saxlayacağıq.

source: Phone
az: Telefon

source: Address
az: Ünvan

source: Don
az: Qeydiyyatdan keçin

source: Register here
az: Buradan qeydiyyatdan keçin

source: Register
az: Qeydiyyatdan keçin

source: Already have an account?
az: Artıq hesabınız var?

source: Login here
az: Buradan daxil olun

source: Welcome, Your Information
az: Xoş gəldiniz, Sizin Məlumatınız

source: Edit Your Profile
az: Profilinizi redaktə edin

source: Profile Image
az: Profil Şəkli

source: Save Changes
az: Dəyişiklikləri yadda saxlayın

source: Logout
az: Çıxış

source: Please log in to view your profile.
az: Zəhmət olmasa profilinizi görmək üçün daxil olun.
